/*
 Localized strings for NSErrors returned by AVFoundation.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationErrorDomain_AVErrorUnknown_Description" = "De bewerking kan niet worden voltooid";
"AVFoundationErrorDomain_AVErrorUnknown_FailureReason" = "Er heeft zich een onbekende fout voorgedaan (%d)"; /* %d is the underlying error code, most likely in the OSStatus domain */
"AVFoundationErrorDomain_AVErrorOutOfMemory_Description" = "Bewerking kan niet worden voltooid";
"AVFoundationErrorDomain_AVErrorOutOfMemory_RecoverySuggestion" = "Probeer het later opnieuw.";

"AVFoundationErrorDomain_AVErrorSessionNotRunning_Description" = "Opnemen niet mogelijk";
"AVFoundationErrorDomain_AVErrorSessionNotRunning_RecoverySuggestion" = "Start de opname opnieuw.";
"AVFoundationErrorDomain_AVErrorDeviceAlreadyUsedByAnotherSession_Description" = "Opnemen niet mogelijk";
"AVFoundationErrorDomain_AVErrorDeviceAlreadyUsedByAnotherSession_RecoverySuggestion" = "Stop andere bewerkingen die uw %@ gebruiken en probeer het opnieuw."; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorNoDataCaptured_Description" = "Opnemen niet mogelijk";
"AVFoundationErrorDomain_AVErrorNoDataCaptured_RecoverySuggestion" = "Start de opname opnieuw.";
"AVFoundationErrorDomain_AVErrorSessionConfigurationChanged_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorSessionConfigurationChanged_RecoverySuggestion" = "Start de opname opnieuw.";
"AVFoundationErrorDomain_AVErrorDiskFull_Description" = "Bewerking gestopt";
"AVFoundationErrorDomain_AVErrorDiskFull_RecoverySuggestion" = "Er is te weinig ruimte vrij om het bestand verder weg te schrijven. Verwijder bestaande video's of foto's om ruimte vrij te maken.";
"AVFoundationErrorDomain_AVErrorDeviceWasDisconnected_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorDeviceWasDisconnected_RecoverySuggestion" = "Start de opname opnieuw.";
"AVFoundationErrorDomain_AVErrorMediaChanged_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorMediaChanged_RecoverySuggestion" = "Start de opname opnieuw.";
"AVFoundationErrorDomain_AVErrorMaximumDurationReached_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorMaximumDurationReached_FailureReason" = "De maximale lengte voor deze opname is bereikt."; /* the file cannot be longer than a certain duration */
"AVFoundationErrorDomain_AVErrorMaximumFileSizeReached_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorMaximumFileSizeReached_FailureReason" = "De maximale grootte voor deze opname is bereikt."; /* the file cannot be larger than a certain size on disk */
"AVFoundationErrorDomain_AVErrorMediaDiscontinuity_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorMediaDiscontinuity_RecoverySuggestion" = "Stop andere bewerkingen die het opnameapparaat gebruiken en probeer het opnieuw.";
"AVFoundationErrorDomain_AVErrorMaximumNumberOfSamplesForFileFormatReached_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorMaximumNumberOfSamplesForFileFormatReached_FailureReason" = "De maximale lengte voor deze opname is bereikt."; /* the file cannot be longer than a certain duration */
"AVFoundationErrorDomain_AVErrorDeviceNotConnected_Description" = "Opnemen niet mogelijk";
"AVFoundationErrorDomain_AVErrorDeviceNotConnected_RecoverySuggestion" = "Start de opname opnieuw.";
"AVFoundationErrorDomain_AVErrorDeviceInUseByAnotherApplication_Description" = "Kan %@ niet gebruiken"; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Stop andere bewerkingen die uw %@ gebruiken en probeer het opnieuw."; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceLockedForConfigurationByAnotherProcess_Description" = "Kan %@ niet gebruiken"; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceLockedForConfigurationByAnotherProcess_RecoverySuggestion" = "Stop andere bewerkingen die uw %@ gebruiken en probeer het opnieuw."; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorSessionWasInterrupted_Description" = "Opname gestopt";
"AVFoundationErrorDomain_AVErrorSessionWasInterrupted_RecoverySuggestion" = "Stop andere bewerkingen die het opnameapparaat gebruiken en probeer het opnieuw.";

"AVFoundationErrorDomain_AVErrorMediaServicesWereReset_Description" = "Bewerking kan niet worden voltooid";
"AVFoundationErrorDomain_AVErrorMediaServicesWereReset_RecoverySuggestion" = "Probeer het later opnieuw.";

"AVFoundationErrorDomain_AVErrorExportFailed_Description" = "Export kan niet worden voltooid";
"AVFoundationErrorDomain_AVErrorExportFailed_RecoverySuggestion" = "Probeer opnieuw te exporteren.";
"AVFoundationErrorDomain_AVErrorDecodeFailed_Description" = "Decoderen niet mogelijk";
"AVFoundationErrorDomain_AVErrorDecodeFailed_FailureReason" = "De mediagegevens kunnen niet worden gedecodeerd. Ze zijn mogelijk beschadigd.";
"AVFoundationErrorDomain_AVErrorInvalidSourceMedia_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorInvalidSourceMedia_FailureReason" = "Deze mediastructuur wordt niet ondersteund.";

"AVFoundationErrorDomain_AVErrorFileAlreadyExists_Description" = "Bewaren niet mogelijk";
"AVFoundationErrorDomain_AVErrorFileAlreadyExists_RecoverySuggestion" = "Probeer opnieuw te bewaren.";

"AVFoundationErrorDomain_AVErrorCompositionTrackSegmentsNotContiguous_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorCompositionTrackSegmentsNotContiguous_FailureReason" = "Dit materiaal kan niet worden gebruikt.";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentDuration_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentDuration_FailureReason" = "Dit materiaal kan niet worden gebruikt.";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceStartTime_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceStartTime_FailureReason" = "Dit materiaal kan niet worden gebruikt.";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceDuration_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceDuration_FailureReason" = "Dit materiaal kan niet worden gebruikt.";

"AVFoundationErrorDomain_AVErrorFileFormatNotRecognized_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorFileFormatNotRecognized_FailureReason" = "Deze mediastructuur wordt niet ondersteund.";
"AVFoundationErrorDomain_AVErrorFileFailedToParse_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorFileFailedToParse_FailureReason" = "Dit materiaal is mogelijk beschadigd.";

"AVFoundationErrorDomain_AVErrorMaximumStillImageCaptureRequestsExceeded_Description" = "Foto nemen niet mogelijk";
"AVFoundationErrorDomain_AVErrorMaximumStillImageCaptureRequestsExceeded_RecoverySuggestion" = "Probeer opnieuw een foto te maken.";

"AVFoundationErrorDomain_AVErrorContentIsProtected_Description" = "Bewerking gestopt";
"AVFoundationErrorDomain_AVErrorContentIsProtected_FailureReason" = "De bewerking wordt niet ondersteund voor beveiligd materiaal."; /* the file is DRM protected */
"AVFoundationErrorDomain_AVErrorContentIsNotAuthorized_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorContentIsNotAuthorized_FailureReason" = "Geen machtiging voor dit materiaal."; /* the file is DRM protected */
"AVFoundationErrorDomain_AVErrorApplicationIsNotAuthorized_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorApplicationIsNotAuthorized_FailureReason" = "Deze app mag dit bestand niet afspelen."; /* the file is DRM protected */

"AVFoundationErrorDomain_AVErrorNoImageAtTime_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorNoImageAtTime_FailureReason" = "Dit materiaal kan niet worden gebruikt.";
"AVFoundationErrorDomain_AVErrorDecoderNotFound_Description" = "Decoderen niet mogelijk";
"AVFoundationErrorDomain_AVErrorDecoderNotFound_FailureReason" = "De decoderingsmodule die is vereist voor deze media is onvindbaar.";
"AVFoundationErrorDomain_AVErrorEncoderNotFound_Description" = "Coderen niet mogelijk";
"AVFoundationErrorDomain_AVErrorEncoderNotFound_FailureReason" = "De coderingsmodule die is vereist voor deze media is onvindbaar.";
"AVFoundationErrorDomain_AVErrorDecoderTemporarilyUnavailable_Description" = "Decoderen niet mogelijk";
"AVFoundationErrorDomain_AVErrorDecoderTemporarilyUnavailable_FailureReason" = "De decoderingsmodule die is vereist voor deze media is in gebruik.";
"AVFoundationErrorDomain_AVErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stop alle andere bewerkingen die media decoderen en probeer het opnieuw.";
"AVFoundationErrorDomain_AVErrorEncoderTemporarilyUnavailable_Description" = "Coderen niet mogelijk";
"AVFoundationErrorDomain_AVErrorEncoderTemporarilyUnavailable_FailureReason" = "De coderingsmodule die is vereist voor deze media is in gebruik.";
"AVFoundationErrorDomain_AVErrorEncoderTemporarilyUnavailable_RecoverySuggestion" = "Stop alle andere bewerkingen die media coderen en probeer het opnieuw.";
"AVFoundationErrorDomain_AVErrorDeviceIsNotAvailableInBackground_Description" = "Kan %@ niet gebruiken"; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceIsNotAvailableInBackground_FailureReason" = "%@ kan niet worden gebruikt door een app op de achtergrond."; /* %@ is the device name (for example, "Camera") */

"AVFoundationErrorDomain_AVErrorOperationNotSupportedForAsset_Description" = "Bewerking gestopt";
"AVFoundationErrorDomain_AVErrorOperationNotSupportedForAsset_FailureReason" = "De bewerking wordt niet ondersteund voor deze media.";

"AVFoundationErrorDomain_AVErrorInvalidVideoComposition_Description" = "Bewerking gestopt";
"AVFoundationErrorDomain_AVErrorInvalidVideoComposition_FailureReason" = "De video kan niet worden samengesteld volgens de verstrekte instructies.";

"AVFoundationErrorDomain_AVErrorReferenceForbiddenByReferencePolicy_Description" = "Openen niet mogelijk";
"AVFoundationErrorDomain_AVErrorReferenceForbiddenByReferencePolicy_FailureReason" = "Dit materiaal kan niet worden gebruikt.";

"AVFoundationErrorDomain_AVErrorInvalidFileAtDownloadDestinationURL_Description" = "Bewerking gestopt";
"AVFoundationErrorDomain_AVErrorInvalidFileAtDownloadDestinationURL_FailureReason" = "Het cachebestand op de URL van de downloadbestemming is onbruikbaar.";
